{
    "hero_title": "Ahmed TIJANI",
    "hero_subtitle": "Software Engineer & AI Innovator<br>Founder of DigitalSeventy",
    "hero_tagline": "Where Digital Seeds Flourish",
    "btn_work": "My Work",
    "btn_contact": "Contact Me",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_products": "Products",
    "nav_contact": "Contact",
    "about_title": "About Me",
    "about_text1": "I’m Ahmed Tijani, a software engineer and AI innovator building advanced systems that help companies automate workflows, organize data, and turn information into operational power.",
    "about_text2": "Through my company DigitalSeventy, I design flexible and intelligent business tools that solve real problems for modern organizations.",
    "products_title": "Products",
    "p1_title": "70ERP",
    "p1_desc": "A flexible ERP that allows companies to build internal apps without coding, supported by an intelligent AI assistant that adapts to each business.",
    "p2_title": "SeventyBuilder",
    "p2_desc": "Turns any file into a complete web, mobile, or desktop app automatically. No coding required. Fully customizable with visual tools.",
    "p3_title": "SeventyCalls",
    "p3_desc": "An automated communication system that speaks English, Arabic, French, and Spanish naturally. Handles customer calls 24/7 with full context.",
    "openseventy_title": "OpenSeventy",
    "openseventy_desc": "OpenSeventy is a free open-source toolkit for small and medium businesses, offering simple and practical utilities for data conversion, automation, reporting, and system integration.",
    "vision_title": "Vision",
    "vision_desc": "DigitalSeventy aims to build an intelligent ecosystem where businesses can transform processes into automation, data into applications, and communication into smart AI-driven systems.",
    "hobbies_title": "Hobbies",
    "hobbies_desc": "Exploring AI models locally on advanced hardware as a personal learning and experimentation hobby.",
    "contact_title": "Get In Touch",
    "footer_text": "© 2025 Ahmed Tijani — DigitalSeventy. All rights reserved."
}
