{
    "hero_title": "Ahmed TIJANI",
    "hero_subtitle": "Ingénieur Logiciel & Innovateur IA<br>Fondateur de DigitalSeventy",
    "hero_tagline": "Là où les graines numériques fleurissent",
    "btn_work": "Mon Travail",
    "btn_contact": "Me Contacter",
    "nav_home": "Accueil",
    "nav_about": "À Propos",
    "nav_products": "Produits",
    "nav_contact": "Contact",
    "about_title": "À Propos de Moi",
    "about_text1": "Je suis Ahmed Tijani, ingénieur logiciel et innovateur en IA, construisant des systèmes avancés qui aident les entreprises à automatiser les flux de travail, organiser les données et transformer l'information en puissance opérationnelle.",
    "about_text2": "À travers mon entreprise DigitalSeventy, je conçois des outils commerciaux flexibles et intelligents qui résolvent de vrais problèmes pour les organisations modernes.",
    "products_title": "Produits",
    "p1_title": "70ERP",
    "p1_desc": "Un ERP flexible qui permet aux entreprises de créer des applications internes sans coder, soutenu par un assistant IA intelligent qui s'adapte à chaque entreprise.",
    "p2_title": "SeventyBuilder",
    "p2_desc": "Transforme n'importe quel fichier en une application web, mobile ou de bureau complète automatiquement. Aucun code requis. Entièrement personnalisable avec des outils visuels.",
    "p3_title": "SeventyCalls",
    "p3_desc": "Un système de communication automatisé qui parle anglais, arabe, français et espagnol naturellement. Gère les appels clients 24/7 avec un contexte complet.",
    "openseventy_title": "OpenSeventy",
    "openseventy_desc": "OpenSeventy est une boîte à outils open-source gratuite pour les petites et moyennes entreprises, offrant des utilitaires simples et pratiques pour la conversion de données, l'automatisation, le reporting et l'intégration système.",
    "vision_title": "Vision",
    "vision_desc": "DigitalSeventy vise à construire un écosystème intelligent où les entreprises peuvent transformer les processus en automatisation, les données en applications et la communication en systèmes intelligents pilotés par l'IA.",
    "hobbies_title": "Loisirs",
    "hobbies_desc": "Explorer les modèles d'IA localement sur du matériel avancé comme un passe-temps d'apprentissage et d'expérimentation personnel.",
    "contact_title": "Contactez-moi",
    "tech_title": "Stack Technique",
    "cat_languages": "Langages & Frameworks",
    "cat_cloud": "Cloud & DevOps",
    "cat_databases": "Bases de Données",
    "cat_design": "Design & Multimédia",
    "cat_ai": "IA & Données",
    "cat_tools": "Outils & Contrôle de Version",
    "cat_servers": "Serveurs & Hébergement",
    "footer_text": "© 2025 Ahmed Tijani — DigitalSeventy. Tous droits réservés."
}